{
  "\t\t": 106066,
  "\t\t\t": 106065,
  "\t\t\t\t": 106064,
  "\t\t\t\t\t": 106063,
  "\t\t\t\t\t\t": 106062,
  "\t\t\t\t\t\t\t": 106061,
  "\t\t\t\t\t\t\t\t": 106060,
  "\t\t\t\t\t\t\t\t\t": 106059,
  "  ": 106058,
  "   ": 106057,
  "    ": 106056,
  "     ": 106055,
  "      ": 106054,
  "       ": 106053,
  "        ": 106052,
  "         ": 106051,
  "          ": 106050,
  "           ": 106049,
  "            ": 106048,
  "             ": 106047,
  "              ": 106046,
  "               ": 106045,
  "                ": 106044,
  "                 ": 106043,
  "                  ": 106042,
  "                   ": 106041,
  "                    ": 106040,
  "                     ": 106039,
  "                      ": 106038,
  "                       ": 106037,
  "                        ": 106036,
  "                         ": 106035,
  "                          ": 106034,
  "                           ": 106033,
  "                            ": 106032,
  "                             ": 106031,
  "                              ": 106030,
  "                               ": 106029,
  "<eoc>": 106070,
  "<eoh>": 106067,
  "<eom>": 106068,
  "<eor>": 106071,
  "<eot>": 106069
}
