{
  "additional_special_tokens": [
    {
      "content": "<eoh>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false
    },
    {
      "content": "<eom>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false
    },
    {
      "content": "<eot>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false
    },
    {
      "content": "<eoc>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false
    },
    {
      "content": "<eor>",
      "lstrip": false,
      "normalized": true,
      "rstrip": false,
      "single_word": false
    }
  ],
  "bos_token": "<|endoftext|>",
  "eos_token": {
    "content": "<eom>",
    "lstrip": false,
    "normalized": true,
    "rstrip": false,
    "single_word": false
  },
  "unk_token": "<|endoftext|>"
}
